Repository: alvaromartinezmajado/unmaintained-cookiescontrol
Catalog: mo/cookiescontrol-*.po
Languages: ca

source: We use cookies. By continuing browsing this site you accept our cookies policy.
ca: Com la majoria de webs fem servir cookies. Si continues navegant, entendrem que hi estàs d'acord.

source: Accept
ca: Accepta

source: Find out more
ca: Vull saber-ne més

source: About
ca: Quant a

source: Options
ca: Arranjaments

source: Apparence
ca: Aparença

source: You do not have sufficient permissions to access this page.
ca: No teniu permissos suficients per veure aquesta pàgina.

source: Options saved
ca: S'han desat les opcions

source: Bar position
ca: Posició de la barra

source: Select the position for the button bar
ca: Trieu la posición per a la barra d'acceptació

source: Bottom
ca: A baix

source: Top
ca: A dalt

source: Background colour
ca: Color de fons

source: Enter colour such as black, red, white. Or use hex values including the hash e.g. #000000
ca: Escriviu-hi el nom d'un color en anglès com black, red o white. O bé feu server valors hexadecimals com ara #000000

source: Text Colour
ca: Color del text

source: Accept Button Text Colour
ca: Color del text del botó d'acceptació

source: Accept Button Background Colour
ca: Color de fons del botó d'acceptació

source: Accept Button Border Colour
ca: Color del contorn del botó d'acceptació

source: More info Button Text Colour
ca: Color de text del botó de més informació

source: More info Button Border Colour
ca: Color de la vora del botó de més informació

source: More info Button Background Colour
ca: Color de fons del botó de més informació

source: Save Options
ca: Desa les opcions

source: Button Bar Text
ca: Text de la barra

source: Enter the text that you would like to see in the button bar.
ca: Escriviu-hi el text que voldreu que aparegui a la barra d'avís

source: Cookie Information Page
ca: Pàgina d'informació sobre les cookies

source: Select the page where your cookie information can be found.
ca: Trieu quina és la pàgina on doneu informació detallada sobre les cookies

source: Opt-in - Header Code
ca: Codi del header a acceptar

source: If you have custom code in the &lt;head&gt; of your website such as Google analytics, you can make it opt-in by pasting the code in this box. The code will not be shown unless the visitor has accepted cookies.
ca: Si teniu codi personalitzat al &lt;head&gt; del web per exemple de Google Analytics, feu-lo subjecte a acceptació enganxant-lo en aquesta caixa. El codi no es mostrarà a no ser que el visitant accepti les cookies.

source: Comment form cookie warning
ca: Avís al formulari de comentaris

source: Warn your visitors that by placing a comment on your website they are agreeing to have a cookie placed on their computer. This text will appear on the comment form.
ca: Aviseu les visitante que quan fan un comentari están acceptant instal·lar una cookie al seu navegador. El text apareixerà al formulari de comentaris.

source: CookiesControl (Spanish law)
ca: CookiesControl (normativa espanyola)

source: This plugin helps you to comply with the 2009/136/CE Directive, whose requirements require you to not install cookies in users' browser untill they permit so, explicitly or implicitly.
ca: Aquest mòdul ajuda a acomplir amb l'establert a la directiva 2009/136/CE, que obliga a no instal·lar cookies al navegador dels usuaris fins que ells ho permetin, explícitament o implícita.

source: What does this plugin do?
ca: Què fa aquest mòdul?

source: It gives your visitors the option to opt in (or leave the webpage) any third party applications such as Google Analytics or Ad Sense. The plugin then leaves a cookie of its own to remember them next time. The cookie will expire after one year.
ca: Permet als visitants acceptar l'ús d'aplicacions de tercers que funcionen amb cookies o bé abandonar la pàgina. Aquest mòdul instal·la una cookie d'ell mateix per recordar aquesta preferència els propers cops. La cookie caduca en un any.

source: Widget
ca: Giny

source: This plugin comes with an opt-in widget for your sidebar. Anything added to the widget is opt in. So if you insert your Adsense code here it will only show if the visitor has accepted cookies.
ca: Aquest plugin ve amb un giny per a la barra lateral. El codi que s'hi afegeixi (per exemple un banner de Google Adsense) només es mostrarà si l'usuari accepta les cookies.

source: Edit the warning text as shown on the button bar. The Spanish law states that this message should be written in Spanish or Catalan or Basque or Galician.
ca: Editeu el missatge d'avís de la barra. La normativa espanyola indica que el missatge ha d'estar escrit en català, castellà, euskera o gallec.

source: Create a page that contains your cookie information such as what cookies are and what you use them for. Select your cookie information page from the list and this will link to the 'More info' button on the button bar. The Spanish law states that this text should be written in Spanish or Catalan or Basque or Galician.
ca: Creeu una pàgina que contingui información de les cookies emprades i per a què serveixen. Trieu la pàgina d'informació de cookies de la lista i serà on enllaçarà el botó de més información. La normativa espanyola indica que el text ha d'estar escrit en català, castellà, euskera o gallec.

source: Opt in header code
ca: Codi del header

source: Third party applications such as Google Analytics leave a cookie in order to be able to track your visitors. The 2009/136/CE Directive wants you to warn people of this and even have them 'opt in' so you shouldnt track them unless they agree to it. Any text/code that you enter in the 'opt in header code' field will only be activated once the user has accepted cookies. Any text/code in this field will be placed just above the <code> &lt;/head&gt; </code> tag.
ca: Certes aplicacions de tercers com Google Analytics deixen una cookie per poder fer un seguiment de les visites. La directiva 2009/136/CE exigeix que aviseu els visitants i obtingueu el seu permís de manera que el seguiment no es faci si no hi estan d'acord. Qualsevol text o codi introduït al camp "codi del header" només s'activarà després de l'acceptació del visitant. Qualsevol codi o text en aquest camp es posarà sobre l'ettiqueta <code> &lt;/head&gt; </code>.

source: Comment Form Warning
ca: Avís del formulari de comentaris

source: This CMS leaves a cookie when a comment is left (to save the form information so it doesnt have to be filled in next time) so using this field you can give your visitors a warning and let them whats going down. The Spanish law states that this warning should be written in Spanish or Catalan or Basque or Galician.
ca: Aquest sistema de gestió de continguts instal·la una cookie quan algú deixa un comentari (per desar la informació del formulari i que no calgui haver d'introduir-la més tard), un comportament que podeu advertir als usuaris amb aquest camp. La normativa espanyola indica que aquest avís ha d'estar escrit en català, castellà, euskera o gallec.

source: Appearance
ca: Aparença

source: Bar Position
ca: Posició de la barra

source: Select the position for your button bar.
ca: Trieu la posició de la barra

source: Background Colour
ca: Color de fons

source: Change the background of your button bar by entering the name of the colour or a hex value.
ca: Canvieu el color de fons de la barra introduint el nom del color (en anglès) o un codi exadecimal.

source: Change the main text colour on the button bar by entering the name of the colour.
ca: Canvieu el color del text principal de la barra introduint el nom del color o un valor exadecimal.

source: It changes the accept button text colour.
ca: Canvia el color de text del botó d'acceptació

source: Make that button stand out with a background colour.
ca: Fa que el botó aparegui amb un color de fons.

source: You can even change the colour of the border of the button.
ca: També podeu canviar el color del contorn del botó.

source: More Info Button Text Colour
ca: Color del text del botó de més informació

source: It changes the More Info button text colour.
ca: Canvia el color de text del botó de més informació.

source: More Info Button Background Colour
ca: Color de fons del botó de més informació.

source: It changes the More Info button background colour.
ca: Canvia el color de fons del botó de més informació.

source: More Info Button Border Colour
ca: Color del contorn del botó de més informació

source: It changes the More Info Button Border colour.
ca: Canvia el color del contorn del botó de més informació.

source: Disclaimer
ca: Avís

source: No responsability is accepted by the contributors neither for the correct use or the misuse of this plugin. Please, contact with a lawyer for legal advice.
ca: Els autors d'aquest mòdul no són responsables de les conseqüències derivades del seu ús, encara que es faci servir correctament. Si us plau, contacteu amb una auditoria legal si requeriu consell legal.

source: Add opt-in code such as AdSense which will not be shown unless the user opts in
ca: Afegiu codi, per exemple de Google Analytics, que no es mostrarà fins després de l'acceptació.

source: Title
ca: Títol

source: Content
ca: Contingut
